[
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris threw a grenade and killed 50 people, then it exploded."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris can kill two stones with one bird."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris can make hell freeze over."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris counted to infinity. Twice."
  },
  {
    "author": "Chuck Norris",
    "text": "Once a cobra bit Chuck Norris' leg. After five days of excruciating pain, the cobra died."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris can pick oranges from an apple tree and make the best lemonade youve ever tasted."
  },
  {
    "author": "Chuck Norris",
    "text": "When a zombie apocalypse starts, Chuck Norris doesn't try to survive. The zombies do."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris will never have a heart attack... even a heart isnt foolish enough to attack Chuck Norris."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris can kill your imaginary friends."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck can set ants on fire with a magnifying glass. At night."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris can hear sign language."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris once went to mars. Thats why there are no signs of life."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris makes onions cry."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris knows Victoria's secret."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris beat the sun in a staring contest."
  },
  {
    "author": "Chuck Norris",
    "text": "The reason the Holy Grail has never been recovered is because nobody is brave enough to ask Chuck Norris to give up his favourite coffee mug."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris is the reason Waldo is hiding."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris's Blood Type is AK-47."
  },
  {
    "author": "Chuck Norris",
    "text": "It is considered a great accomplishment to go down Niagara Falls in a wooden barrel. Chuck Norris can go up Niagara Falls in a cardboard box."
  },
  {
    "author": "Chuck Norris",
    "text": "When Chuck Norris enters a room, he doesn't turn the lights on, he turns the dark off."
  },
  {
    "author": "Chuck Norris",
    "text": "M.C. Hammer learned the hard way that Chuck Norris can touch this."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris plays russian roulette with a fully loded revolver... and wins."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris can build a snowman out of rain."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris can strangle you with a cordless phone."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris was once charged with three attempted murders in Boulder County, but the Judge quickly dropped the charges because Chuck Norris does not \"attempt\" murder."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris was once on Celebrity Wheel of Fortune and was the first to spin. The next 29 minutes of the show consisted of everyone standing around awkwardly, waiting for the wheel to stop."
  },
  {
    "author": "Chuck Norris",
    "text": "Giraffes were created when Chuck Norris uppercutted a horse."
  },
  {
    "author": "Chuck Norris",
    "text": "When the Boogeyman goes to sleep every night he checks his closet for Chuck Norris."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris doesn't cheat death. He wins fair and square."
  },
  {
    "author": "Chuck Norris",
    "text": "Leading hand sanitizers claim they can kill 99.9 percent of germs. Chuck Norris can kill 100 percent of whatever the hell he wants."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck refers to himself in the fourth person."
  },
  {
    "author": "Chuck Norris",
    "text": "There is no theory of evolution, just a list of creatures Chuck Norris allows to live."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris' calendar goes straight from March 31st to April 2nd. No one fools Chuck Norris."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris doesn't have good aim. His bullets just know better than to miss."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris has to carry a license to bear arms...not for his guns, but for his actual arms."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris's computer has no \"backspace\" button, Chuck Norris doesn't make mistakes."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris's daughter lost her virginity, he got it back."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris tells Simon what to do."
  },
  {
    "author": "Chuck Norris",
    "text": "When Bruce Banner gets mad he turns into the Hulk. When the Hulk gets mad he turns into Chuck Norris. When Chuck Norris gets mad, run."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris sleeps with a pillow under his gun."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris is the only person that can punch a cyclops between the eye."
  },
  {
    "author": "Chuck Norris",
    "text": "Brett Favre can throw a football over 50 yards. Chuck Norris can throw Brett Favre even further."
  },
  {
    "author": "Chuck Norris",
    "text": "Jack was nimble, Jack was quick, but Jack still couldn't dodge Chuck Norris' roundhouse kick."
  },
  {
    "author": "Chuck Norris",
    "text": "Bill Gates lives in constant fear that Chuck Norris' PC will crash."
  },
  {
    "author": "Chuck Norris",
    "text": "Death once had a near-Chuck-Norris experience."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris is the only person on the planet that can kick you in the back of the face."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris' dog is trained to pick up his own poop because Chuck Norris will not take shit from anyone."
  },
  {
    "author": "Chuck Norris",
    "text": "When Chuck Norris gives you the finger, he's telling you how many seconds you have left to live."
  },
  {
    "author": "Chuck Norris",
    "text": "If it looks like chicken, tastes like chicken, and feels like chicken but Chuck Norris says its beef, then it's beef."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris can speak braille."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris can do a wheelie on a unicycle."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck actually died four years ago, but the Grim Reaper can't get up the courage to tell him."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris has a diary. It's called the Guinness Book of World Records."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris narrates Morgan Freeman's life."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris once bowled a perfect game with a marble."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris beat Halo 1, 2, and 3 on Legendary with a broken Guitar Hero controller."
  },
  {
    "author": "Chuck Norris",
    "text": "The real reason Hitler killed himself is because he found out that Chuck Norris is Jewish."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris is the only man to ever defeat a brick wall in a game of tennis."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris can unscramble an egg."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris' tears cure cancer. Too bad he has never cried."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris doesnt wear a watch. He decides what time it is."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris can hit you so hard your blood will bleed."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris CAN find the end of a circle."
  },
  {
    "author": "Chuck Norris",
    "text": "The saddest moment for a child is not when he learns Santa Claus isn't real, it's when he learns Chuck Norris is."
  },
  {
    "author": "Chuck Norris",
    "text": "The only time Chuck Norris was wrong was when he thought he had made a mistake."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris can drown a fish."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck can divide by zero."
  },
  {
    "author": "Chuck Norris",
    "text": "Some kids piss their name in the snow. Chuck Norris can piss his name into concrete."
  },
  {
    "author": "Chuck Norris",
    "text": "When Chuck Norris was born he drove his mom home from the hospital."
  },
  {
    "author": "Chuck Norris",
    "text": "There once was a street called Chuck Norris, but the name was changed for public safety because nobody crosses Chuck Norris and lives."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris can make a slinky go upstairs."
  },
  {
    "author": "Chuck Norris",
    "text": "If he wanted to, Chuck Norris could rob a bank. By phone."
  },
  {
    "author": "Chuck Norris",
    "text": "The original title for Alien vs. Predator was Alien and Predator vs Chuck Norris. The film was cancelled shortly after going into preproduction. No one would pay nine dollars to see a movie fourteen seconds long."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris used to beat the shit out of his shadow because it was following to close. It now stands a safe 30 feet behind him."
  },
  {
    "author": "Chuck Norris",
    "text": "The reason newborn babies cry is because they know they have just entered a world with Chuck Norris."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris can delete the Recycling Bin."
  },
  {
    "author": "Chuck Norris",
    "text": "On a high school math test, Chuck Norris put down Violence as every one of the answers. He got an A+ on the test because Chuck Norris solves all his problems with Violence."
  },
  {
    "author": "Chuck Norris",
    "text": "Police label anyone attacking Chuck Norris as a Code 45-11.... a suicide."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris doesn't dial the wrong number, you pick up the wrong phone."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris can cut a knife with butter."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris can speak French... In Russian."
  },
  {
    "author": "Chuck Norris",
    "text": "A bulletproof vest wears Chuck Norris for protection."
  },
  {
    "author": "Chuck Norris",
    "text": "The letters in Vin Diesel's name can be rearranged to spell I END LIVES, Chuck Norris's name can be rearranged to spell CHUCK NORRIS which means the same exact thing."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris once smoked a cigarette, and the cigarette died of Chuck Cancer."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris once had a heart attack; his heart lost."
  },
  {
    "author": "Chuck Norris",
    "text": "Superman owns a pair of Chuck Norris pajamas."
  },
  {
    "author": "Chuck Norris",
    "text": "What was going through the minds of all of Chuck Norris' victims before they died? His shoe."
  },
  {
    "author": "Chuck Norris",
    "text": "Every Chuck Norris joke is a five star joke just because it says Chuck Norris."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris cheated on his English test............with a calculator."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris can sit in the corner of a round room."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris can run a 3-legged race by himself."
  },
  {
    "author": "Chuck Norris",
    "text": "Big foot claims he saw Chuck Norris."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris doesn't worry about high gas prices. His vehicles run on fear."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris lost his virginity before his dad did."
  },
  {
    "author": "Chuck Norris",
    "text": "Chuck Norris does not hunt because the word hunting implies the possibility of failure. Chuck Norris goes killing."
  },
  {
    "author": "Chuck Norris",
    "text": "A Handicapped parking sign does not signify that this spot is for handicapped people. It is actually in fact a warning, that the spot belongs to Chuck Norris and that you will be handicapped if you park there."
  }
]